Repository: misli/coccinella
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: cs

source: Page not found
cs: Stránka nenalezena

source: Read more
cs: Více

source: No news yet
cs: Žádné zprávy

source: Latest News
cs: Nejnovější příspěvky

source: Latest news
cs: Nejnovější příspěvky

source: News for %(day)s
cs: Příspěvky ze dne %(day)s

source: No news for this day
cs: Žádne příspěvky pro tento den

source: News for %(month)s
cs: Příspěvky za měsíc %(month)s

source: No news for this month
cs: Žádne příspěvky pro tento měsíc

source: News for %(year)s
cs: Příspěvky za rok %(year)s

source: No news for this year
cs: Žádné příspěvky pro tento rok
